---
kind: property
id: P:Autodesk.Revit.DB.FabricationAncillaryUsage.Type
zh: 类型
source: html/8aaecf29-576c-4c8a-5023-3d02082b23a4.htm
---
# Autodesk.Revit.DB.FabricationAncillaryUsage.Type Property

**中文**: 类型

Fabrication ancillary type.

## Syntax (C#)
```csharp
public FabricationAncillaryType Type { get; }
```